Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The real terror of radiation for transhumans, especially at high dose levels such as those experienced on the surface of Ganymede and other Jovian moons, is damage to the neural network.
fr_fr: La véritable terreur des radiations pour les transhumains, particulièrement ceux aux niveaux de dosage ls plus élevés tels qu'à la surface de ganylède ou d'autres lunes Jovienne, sont les dommages aux réseaux de neurones.

source: This can lead to flawed uploads and backups.
fr_fr: Cela peu amener à des uploads et des sauvegardes buguées.

source: Nanomedicine that can rapidly reverse the ionization of cellular chemicals and new materials that offer thinner and better shielding help, but the sheer magnitude of the radiation put out by some bodies in the solar system defeats even these.
fr_fr: La nanomédecine peut rapidement inverser l'ionisation des composés cellullaire et les nouveaux matériaux permettant une protection plus fine et de meilleru qualité aident, mais la simple magnitude de la radiation émise par certains corps dans le système solaire surapsse même ces derniers.

source: Radiation poisoning is a complicated affair, and detailed rules are beyond the scope of this book.
fr_fr: L'empoisonnemetn par radioations est uen affaire complexe, et des règles détaillées sont hors du spectre de ce livre.

source: Sources of radiation include the Earth’s Van Allen belt, Jupiter’s radiation belt, Saturn’s magnetosphere, cosmic rays, solar flares, fission materials, unshielded fusion or antimatter explosions, and nuclear blasts, among others.
fr_fr: Les sources de radiations incluent entre autres la ceinture Van Allen de la Terre, la ceinture radiocative de Jupiter, la magnétosphère de Saturne, les rayons cosmiques, les éruptions solaires, les matériaux fissibles, les explosions de fusion ou d'antimatière non protégée et les explosions nucléaires.

source: Effects can vary drastically depending on the strength of the source, the amount of time exposed, and the level of shielding available.
fr_fr: Les effets peuvent varier drastiquement en fonction de la force de la source, le temps d'exposition et le niveau de protection disponible.

source: The immediate effects on biomorphs (manifesting anywhere from within minutes to 6 hours) can include nausea, vomiting, fatigue (reduced SOM), as well as both physical damage and minor amounts of mental stress.
fr_fr: Les effets immédiats sur les biomorphs (mettant de quelques minutes à 6 heures pour apparaître) incluent les nausées, les vomissements, la fatigue (SOM réduite) ainsi que des dégats physique et un faible montant de stress mental.

source: This is followed by a latency period where the biomorph seems to get better, lasting anywhere from 6 hours to 2 weeks.
fr_fr: Cette phase est suivi d'une période qui ressemblant à une rémission, durant de 6 heures à 2 semaines.

source: After this point, the final effects kick in, which can include hair loss, sterility, reduced SOM and DUR, severe damage to gastric and intestinal tissue, infections, uncontrolled bleeding, and death.
fr_fr: Après cette étape, la phase terminale démarre, ce qui peut inclure une perte de pillosité, la stérilité, une SOM et une SOL réduites, des dommages importants aux tissus intestinaux et gastriques, des infections, des hémorragies incontrôlées puis la mort.

source: Synthmorphs are not quite as vulnerable as biomorphs, but even they can be damaged and disabled by severe radiation dosages.
fr_fr: Les synthmorphs ne sont pas aussi vulnérable que les biomorphs, mais elles peuvent être endommagées et handicapées par de trés fortes doses de radiations.

source: Neptune, Titan, Uranus, and Venus all have toxic atmospheres.
fr_fr: Neptune, Titan, Uranus, et Vénus ont toutes des atmosphères toxiques.

source: Similar atmospheres may be found on some exoplanets, or might be intentionally created as a security measure within a habitat or structure.
fr_fr: Des atmosphères similaires peuvent être trouvées sur certaines exoplanète, ou avoir été intentionnellement créée comme mesure de sécurité dans un habitat ou une structure.

source: A character who is unaware of atmospheric toxicity and does not immediately hold their breath (requiring a REF $$ 3 Test) suffers 10 points of damage per Action Turn.
fr_fr: Un personnage qui ignore la toxicité de l'atmosphère et qui ne retiens pas immédiatement sa respiration (nécessitant un Test de REF $$ 3) subit 10 points de dégats par Tour d'Action.

source: A character who manages to hold their breath can last a bit longer; apply the rules for asphyxiation (p.
fr_fr: Un personnage qui aprvient à retenir sa repsiration peut tenir un peu plus longtemps; appliquez les règles d'asphixie (p.

source: Corrosive Atmospheres: In addition to being toxic, Venus has the only naturally occurring corrosive atmosphere in the system.
fr_fr: Atmosphères Corrosive: En plus d'être toxique, l'atmosphère de Vénus est la seule natturelement corrosive dans le système.

source: Corrosive atmospheres are immediately dangerous: characters take 10 points of damage per Action Turn, regardless of whether they hold their breath or not.
fr_fr: Les amtopshères corrosives sont immédiatement dangereuse: les personnages subissent 10 points de dégats par Tour d'Action, peu importe qu'ils retiennent leur respiration ou pas.

source: Corrosive atmospheres also damage vehicles and gear not equipped with anticorrosive shielding.
fr_fr: Les atmosphères corrosives endommagent également les véhicule et l'équipement ne disposant pas de protection anticorrosive.

source: Such items take 1 point of damage per minute.
fr_fr: De tels objets subissent 1 points de dégat par minute.

source: At greater concentrations, such as in the dense sulfuric acid clouds in the upper atmosphere of Venus, items takes 5 points of damage per minute.
fr_fr: Avec des concentrations plsu élevée, telles que dans les nuages denses d'acide sulfurique de la haute atmosphère Vénusienne, les objets subissent 5 points de dégats par minute.

source: Very few of the planetary bodies in the solar system actually have toxic atmospheres.
fr_fr: De très rare corps planétaire dans le système solaire ont réellement des atmosphère toxiques.

source: In most unbreathable atmospheres, the primary hazard for transhumans without breathing apparatus or modifications to their morph is lack of oxygen.
fr_fr: Dans la plupart des atmosphère irrespirable, le danger principal pour les transhumains ne possédant pas les modifications ou le système respiratoire nécessaire est le manque d'oxygène.

source: Treat exposure to unbreathable atmospheres the same as asphyxiation.
fr_fr: Coinsidérez l'exposition à une atmosphère irrespirable de la même manière que l'asphyxie.

source: In general, any physical skill performed underwater suffers a -20 penalty due to the resistance of the medium.
fr_fr: En général, toute compétence physique utilisée sous l'eau subit une pénalité de -20 en raison de la résistance du milieu.

source: Skills relying on equipment not adapted for underwater use may be more difficult or impossible to use.
fr_fr: Les compétences reposant sur l'équipement non adapté à l'utilisation sous-marine peuevent être encore plus difficile voire impossible à utiliser.

source: A character’s movement rate while swimming or walking underwater is one quarter their normal rate on land.
fr_fr: L'allure d'un personnage en angeant ou en marchant sous l'eau et le quart de leur allure normale sur la terre ferme.

source: If a character begins to drown underwater, follow the rules for asphyxiation (p.
fr_fr: Si un personnage comemnce à se noyer sous-l'eau, utilisez les règles d'asphixie (p.

source: Note that drowning characters do not immediately recover if rescued from the water; they will continue to asphyxiate until medical treatment is applied to clear the water from their lungs.
fr_fr: Notez que les personnages en train de s noyer ne récupère pas immédiatement si ils sont sortis de l'eau; ils continueront à s'asphyxier jusqu'à ce qu'un traitement médical soit utilisé pour vider l'eau de leur poumon.

source: Biomorphs without vacuum sealing (p.
fr_fr: Les biomorphs dépourvues de système d'étanchéité au vide (p.

source: 305) can spend one minute in the vacuum of space with no ill effects, provided they curl up into a ball, empty their lungs of air, and keep their eyes closed (something kids in space habitats learn at a very young age).
fr_fr: 305) peuvent passer uen minute dans le vide spatial sans effet secondaire, du moment qu'ils se recroqueveillent en boule, vident leur poumons et gardent leurs yeux fermés (c'est quelque chose que les enfants des ahabitats spatiaux aprennent trés tôt).

source: Contrary to popular depictions in pre-Fall media, a character exposed to hard vacuum does not explosively decompress, nor do their internal fluids boil (other than relatively exposed liquids such as saliva on the tongue).
fr_fr: Contrairement aux croyances populaires liés aux médias pré-Chute, un personnage exposé au vide total n'explose pas en décompression, de même que ses fluides internes n'entrent pas en ébulitions (autres que les liquides relativement exposs, comme la salive sur al langue).

source: Rather, the primary danger for characters on EVA sans vacsuit is asphyxiation due to lack of oxygen and associated complications such as edema in the lungs.
fr_fr: En fait, le danger principal pour les personnages dans le vide sans exocombi est l'asphyxie due au manque d'oxygène et les complications associées telles qu'un œdème des poumons.

source: After one minute in space, the character begins to suffer from asphyxiation (p.
fr_fr: Au delà d'une minute dans l'espace, le personnage commence à subir de l'asphyxie (p.

source: Damage is doubled if the character tries to hold air in their lungs or is not curled up in a vacuum survival position as described above.
fr_fr: Les dégats sont doublés si le personnage essaye de garder de l'air dans ses poumons ou qu'il n'est aps recroquevillé dans une position de survie dans le vide telle que décrite plus-haut.

source: Additionally, characters trapped in space without adequate thermal protection suffer 10 points of damage per minute from the extreme cold.
fr_fr: Additionnelement, les personnages piégés dans l'espace sans protection thermique adéquate subissent 10 points de dégats par minute en raison du froid extrême.

source: Sometimes characters are caught off-guard and they must use whatever they happen to have at hand as a weapon-or they think they look cool wailing on someone with a meter of chain.
fr_fr: Quelque fois les personnages seront pris par surprise et ils devront utiliser ce qu'ils auront sous la main comme arme - à moins qu'ils ne pensent avoir l'air cool à tabasser quelqu'un avec un mètre de chaines.

source: The Improvised Weapons table offers statistics for a few likely ad-hoc items.
fr_fr: La table des Armes Improvisées propose des statistiques pour quelques objets susceptibles d'être utilisés comme arme.

source: Gamemasters can use these as guidelines for handling items that aren’t listed.
fr_fr: Les maitres de jeu peuvent utiliser ces guides pour gérer les objets non listés.

source: Skill
fr_fr: Compétence

source: Baseball
fr_fr: Balle de baseball

source: Throwing weapons
fr_fr: Armes de jet

source: Bottle
fr_fr: Bouteille

source: 1 + (SOM $$ 10), breaks after 1 use
fr_fr: 1 + (SOM $$ 10), Se casse après une utilisation

source: Clubs or throwing weapons
fr_fr: Massues ou armes de jets

source: Bottle (broken)
fr_fr: Bouteille (cassée)

source: Chain
fr_fr: Chaînes

source: Exotic melee
fr_fr: Armes de mélée exotique

source: Helmet
fr_fr: Casque

source: Clubs or Throwing weapons
fr_fr: Massues ou armes de jets

source: Plasma torch
fr_fr: Torche à plasma

source: Exotic ranged
fr_fr: Arme à Distance Exotique

source: Wrench
fr_fr: Pied de biche

source: If an attacker’s intent is to simply knock an opponent down or back in melee, rather than injure them, roll the attack and defense as normal.
fr_fr: Si le but d'un attaquant est simplement de mettre à terre ou d'éloigner un adversaire au contact au lieu de le blesser, lancer l'attaque et la défense comme d'habitude.

source: If the attacker succeeds, the defender is knocked backward by 1 meter per 10 full points of MoS.
fr_fr: Si l'attaquant réussit, le défenseur est projetté en arrière d'1 mètre par tranche complète de 10 points de MdR.

source: To knock an opponent down, the attacker must score an Excellent Success (MoS 30+).
fr_fr: Pour jetter à terre un adversaire, l'attaquant doit obtenir une Réussite Exceptionnelle (MdR de 30+)

source: A knockback/knockdown attack must be declared before dice are rolled.
fr_fr: Une attaque de projection doit être déclarée avant que les dés ne soient jettés.

source: Unless the attacker rolls a critical success, no damage is inflicted with this attack, the defender is simply knocked down.
fr_fr: À moins que l'attaquant n'obtiennent une réussite critique, aucun dégâts n'est infligé avec cette attaque, le défenseur est juste projetté/mis à terre.

source: If the attacker rolls a critical hit, however, apply damage as normal in addition to the knockback/knockdown.
fr_fr: Cependant, si l'attaquant obtient une réussite critique, appliqez les dégats comme d'habitude en plus de l'effet de projection.

source: Note that characters wounded by an attack may also be knocked down (see Wound Effects, p.
fr_fr: Notez qu'un personnage blessé par une attaque peut également être jetté à terre (voir Effets des Blessures , p.

source: Every successful melee and thrown weapon attack, whether unarmed or with a weapon, receives a damage bonus equal to the attacker’s SOM $/div$ 10, round down.
fr_fr: Chaque attaque réussit au corps à corps et avec les armes de jet, que ce soit à mains nue ou avec des armes, reçoit un bonus égal à la SOM de l'attaquant $/div$ 10, arrondissez à l'inférieur.

source: See Damage Bonus, p.
fr_fr: Voir Bonus de dommage , p.

source: When doling out the damage, there’s no reason not to share the love.
fr_fr: Lorsque vous infligez des dégâts, il n'y a aucune raison de ne pas partager avec les autres.

source: A character taking a Complex Action to engage in a melee attack may choose to attack two or more opponents with the same action.
fr_fr: Un personnage qui prend une Action Complexe pour démarrer une attaque de mélée peut choisir d'attaquer deux adversaire ou plus avec la même action.

source: Each opponent must be within one meter of another attacked opponent.
fr_fr: Chaque adversaire doit être à moins d'un mètre d'une autre cible de l'attaquant.

source: These attacks must be declared before the dice are rolled for the first attack.
fr_fr: Ces attaques doivent être déclarée avant que les dés ne soient lancés pour la première attaque.

source: Each attack suffers a cumulative -20 modifier for each extra target.
fr_fr: Chaque attaque souffre d'un modificateur cumulatif de -20 pour chaque cible supplémentaire.

source: So if a character declares they are going to attack three characters with the same action, they suffer a cumulative -60 on each attack.
fr_fr: Un personnage qui déclare qu'il va attaquer trois personnes avec la même action subira un modificateur cumulatif de -60 sur chaque attaque.

source: A character firing two semi-auto shots with a Complex Action may target a different opponent with each shot.
fr_fr: Un eprsonnage faisant feu deux fois avec uen arme semi-automatique lors d'une Actrion Complexe peut cibler différent adversaire à chaque tir.

source: In this case, the attacker suffers a -20 modifier against the second target.
fr_fr: Dans ce cas, l'attaquant subit un modificateur de -20 contre la deuxième cible.

source: A character firing a burst-fire weapon may target up to two targets with each burst, as long as those targets are within one meter of one another.
fr_fr: Un personnage tirant en rafale peut cibler jusqu'à deux cibles à chaque rafale, tant que ces cibles sont éloignées d'un mètre maximum l'une de l'autre.

source: This is handled as a single attack; see Burst Fire, p.
fr_fr: Cela est considéré comme une seule atatque; voir Tir en Rafale, p.

source: A character firing a burst-fire weapon twice with one Complex Action may target a different person or pair with each burst.
fr_fr: Un personnage tirant en rafale deux fois avec une Action Complexe peut cibler une personne différente ou une paire d'autres personne à chaque rafale.

source: In this case, the second burst suffers a -20 modifier.
fr_fr: Dans ce cas, la deuxième rafale subit un modificateur de -20.

source: This modifier does not apply if the same person/pair targeted with the first burst is targeted again.
fr_fr: Cce modificateur ne s'applique pas si la même personne/pair de personne ciblée avec la première rafale est de nouveau ciblée.

source: Full-auto attacks may also be directed at more than one target, as long as each target is within one meter of the previous target.
fr_fr: Les attaques en mode automatique peuvent aussi être dirigée sur plus d'une cible, tant que chaque cible est à moins d'un mètre la précédente.

source: This is handled as a single attack; see Full Auto, p.
fr_fr: Cela est considéré comme une seule atatque; voir Tir Automatique, p.

source: As any poor wall in the vicinity of an enraged drunk can tell you, objects and structures are not immune to violence and attrition.
fr_fr: Comme tout apuvre mur dans le vosiinnage d'une violente fusillade pourra vous le dire, les objets et les structures ne sont pas immunisés à la violence et à la dégradation.

source: To reflect this, inanimate objects and structures are given Durability, Wound Threshold, and Armor scores, just like characters.
fr_fr: Pour refléter ceci, les objets inanimés et les structures ont des scores de Solidité, de Seuil de Blessure et d'Armure, tout comme les personnages.

source: Durability measures how much damage the structure can take before it is destroyed.
fr_fr: La Solidité mesure la quantité de dommage que peut subir la structure avant d'être détruite.

source: Armor reduces the damage inflicted by attacks, as normal.
fr_fr: L'Armure réduit les dommages infligés par les attaques, comme pour les personnages.

source: For simplicity, a single Armor rating is given that counts as both Energy and Kinetic armor; at the gamemaster’s discretion, these may be modified as appropriate.
fr_fr: Pour simplifier, un seul score d'Armure est donné et compte à la fois comme une Armure Cinétique et une Armure Énergétique; à la discrétion du maître de jeu, ces scores peuvent être modifiées en focntion de al situation.

source: Wounds suffered by objects and structures do not have the same effect as wounds inflicted on characters.
fr_fr: Les Blessures subient par les objets et les structures n'ont aps les mêmes effets que les blessures infligés aux auttres personnages.

source: Each wound is simply treated as a hole, partial demolition, or impaired function, as the gamemaster sees fit.
fr_fr: Chaque blessure est simplement considérées comme un trou, une démolition partielle ou une fonctionnalité réduite selon ce que le maître de jeu pense convenir le mieux.

source: Alternately, a wounded device may function less effectively, and so may inflict a negative modifier on skill tests made while using that object (a cumulative -10 per wound).
fr_fr: De manière alternative, un appareil endommagé peut fonctionner de manière moisn efficace, et donc infliger un modificateur négatif aux tests de compétences fait pendant l'utilisation de cet objet (un modificateur cumulatif de -10 par blessure).

source: In the case of large structures, it is recommended that individual parts of the structure be treated as separate entities for the purpose of inflicting damage.
fr_fr: Dans le cas des grosses structures, il est recommander de traiter les parties individuelles de la structure comme des entités séparées dans le cadre des dégats subit.

source: Ranged combat attacks inflict only one-third their damage (round down) on large structures such as doors, walls, etc.
fr_fr: Les attaques à distance n'infligent qu'un tiers de leurd égats (arrondisse à l'inférieur) aux grosse structures telles que les portes, les murs, etc

source: This reflects the fact that most ranged attacks simply penetrate the structure, leaving minor damage.
fr_fr: Cela reflète le fait que la plupart des attaques à distance ne font que pénétrer la structure, ne faisant que des dégats mineurs.

source: Agonizers and stunners have no effect on objects and structures.
fr_fr: Les agoniseurs et les étourdisseurs n'ont aucun effets sur les objets et les structures.

source: If a character attempts to shoot through an object or structure at a target on the other side, the attack is likely to suffer a blind fire modifier of at least -30 unless the attack has some way of viewing the target.
fr_fr: Si un personnage essaye de tirer à travers un objet ou une structure sur une cible de l'autre cpté, l'attaque subira un modificateur de tir en aveugle d'au moins -30 sauf si l'attaquant peut voir sa cible d'une manière ou d'une autre.

source: On top of this, the target receives an armor bonus equal to the object/structure’s Armor rating $$ 2.
fr_fr: En plus de ce modificateur, la cible recçoit un bonus d'armure égal au score d'Armure $$ 2 de l'objet/la structure.

source: Object/structure
fr_fr: Objet/structure

source: Wound threshold
fr_fr: Seuil de blessure

source: Advanced composites (ship/habitat hull)
fr_fr: Composites avancées (coque de vaisseau/d'habitat)

source: Aerogel (walls, windows etc)
fr_fr: Aérogel (murs, fenêtre, etc)

source: Airlock door
fr_fr: Porte de sas

source: Alloys, concrete, hardened polymers (reinforced doors/walls)
fr_fr: Alliage, bétons, polymère renforcés (portes/murs renforcés)

source: Armored glass
fr_fr: Verre blindé

source: Counter
fr_fr: Comptoir

source: Desk
fr_fr: Bureau

source: Ecto link
fr_fr: Lien ecto

source: Metallic foam (walls, doors etc)
fr_fr: Mousse metallique (murs, portes, etc.)

source: Metallic glass
fr_fr: Vitres métalliques

source: Polymer or wood (walls, doors, furniture etc)
fr_fr: Polymère ou bois (murs, portes, meubles, etc)

source: Quantum farcaster link
fr_fr: Lien de farcast quantique

source: Transparent Alumina (walls, furniture)
fr_fr: Aluminium transparent (murs, meubles)

source: Tree
fr_fr: Arbre

source: Window
fr_fr: Fenêtre

source: Every type of ranged weapon has a limited range, beyond which it is ineffective.
fr_fr: Chaque type d'arme a une portée limitée, au-delà de laquelle elle devient inefficace.

source: The effective range of the weapon is further broken down into four categories: Short, Medium, Long, and Extreme.
fr_fr: La portée efficace d'une arem est ensuite divisée en quatre catégories: Courte, MOyenne, Longue et Extrême.

source: A modifier is applied for each category, as noted on the Combat Modifiers table, p.
fr_fr: Un modificateur est appliqué pour chaque catégorie, tel que noté dans la table des Modificateurs de Combats, p.

source: For examples of specific weapon ranges, see the Weapon Ranges table.
fr_fr: Pour des exemples de portée d'arme spécifique, reportez-vous à la table des Portées d'Armes.

source: Weapon (type)
fr_fr: Arme (type)

source: Short
fr_fr: Courte

source: Medium (-10)
fr_fr: Moyenne (-10)

source: Long (-20)
fr_fr: Longue (-20)

source: Extreme (-30)
fr_fr: Extrême (-30)

source: SMG
fr_fr: Mitraillette

source: Assault Rifle
fr_fr: Fusil d'Assaut

source: {5}{|l|}{as Firearms but increase the effective range in each category by +50%}
fr_fr: {5}{|l|}{identique aux Armes à Feu mais augmentez la portée effective de chaque catéogrie de +50%}

source: Cybernetic Hand Laser
fr_fr: Laser de Main Cybernétique

source: Seeker Micromissile
fr_fr: Micromissile Chercheur
